Repository: Costello-K/helios_backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: You have exceeded the limit. The quiz will be available via {}
uk: Ви перевищили ліміт. Тест буде доступний через {}

source: name
uk: назва

source: description
uk: опис

source: visibility
uk: видимість

source: owner
uk: власник

source: The user is already a member of the company.
uk: Користувач вже є учасником компанії.

source: The owner cannot be a member of the company.
uk: Власник не може бути членом компанії.

source: To be designated as an administrator, a user must be a member of a company.
uk: Щоб стати адміністратором, спочатку користувач має стати членом компанії.

source: The user is already a company administrator.
uk: Користувач вже є адміністратором компанії.

source: The user is not a company administrator.
uk: Користувач не є адміністратором компанії.

source: The user is not a member of this company.
uk: Користувач не є членом цієї компанії.

source: company
uk: компанія

source: companies
uk: компанії

source: member
uk: учасник

source: admin
uk: адмін

source: company member
uk: учасник компанії

source: company members
uk: учасники компанії

source: recipient
uk: отримувач

source: status
uk: статус

source: The invitation has already been processed.
uk: Запрошення вже було опрацьоване.

source: invitation to company
uk: запрошення в компанію

source: invitations to companies
uk: запрошення в компанії

source: User removed from the company.
uk: Користувач видалений з компанії.

source: Page not found.
uk: Сторінку не знайдено.

source: An admin has been added to the company.
uk: Адміністратора було додано до компанії

source: The admin was removed from the company.
uk: Адміністратор був видалений з компанії.

source: English
uk: Англійська

source: Ukraine
uk: Українська

source: A notification with given ID does not exist.
uk: Повідомлення з даним ID не існує.

source: user
uk: отримувач

source: text
uk: текст

source: notification
uk: повідомлення

source: notifications
uk: повідомлення

source: The notification has already been viewed
uk: Повідомлення вже було переглянуто.

source: You cannot set this status yourself
uk: Ви не можете встановити цей статус самостійно

source: The "{company_name}" company created a new quiz called "{quiz_title}". If you want to go through it, go to the company page.
uk: Компанія "{company_name}" створила нову вікторину з назвою "{quiz_title}". Якщо ви хочете пройти її, перейдіть на сторінку компанії.

source: title
uk: назва

source: frequency
uk: частота

source: quiz
uk: вікторина

source: quizzes
uk: вікторини

source: Question mismatch
uk: Невідповідність питання

source: Answer mismatch
uk: Невідповідність відповіді

source: question text
uk: текст запитання

source: question
uk: запитання

source: questions
uk: опис

source: is right
uk: правильно

source: answer
uk: питання

source: answers
uk: питання

source: participant
uk: учасник

source: correct answers
uk: правильні відповіді

source: total questions
uk: всього питань

source: progress status
uk: статус прогресу

source: correct answers collector
uk: збірник правильних відповідей

source: total questions collector
uk: збірник всіх патань

source: correct company answers collector
uk: збірка правильних відповідей в компанії

source: total company questions collector
uk: загальна збірка питань в компанії

source: quiz time
uk: час проходження вікторини

source: company average score
uk: середній бал в компанії

source: user rating
uk: оцінка користувача

source: user quiz result
uk: результат вікторини користувача

source: user quiz results
uk: результати вікторин користувача

source: The quiz has already been completed
uk: Вікторину вже завершено.

source: Answer data is required
uk: Дані відповідей є обов'язковими

source: File not found
uk: Файл не знайдено.

source: Maximum file size allowed is {} Mb
uk: Максимальний допустимий розмір файлу {} Mб

source: Action not supported
uk: Дія не підтримується.

source: A quiz must have at least {} questions.
uk: Тест має містити принаймні {} запитань.

source: A question must have at least {} answers.
uk: Тест має містити принаймні {} запитань.

source: At least one answer must be marked as correct.
uk: Принаймні одна відповідь має бути позначена як правильна.

source: Permission Denied
uk: Відсутні права доступу

source: An invalid object was passed. A file was expected.
uk: Передано невірний об’єкт. Очікується файл

source: This format is not supported.
uk: Даний формат не підтримується.

source: Account activation on %(frontend_site_name)s
uk: Активація акаунта на %(frontend_site_name)s

source: You're receiving this email because you need to finish activation process on %(frontend_site_name)s.
uk: Ви отримали цей електронний лист, тому що вам потрібно завершити процес активації на сайті %(frontend_site_name)s.

source: Attention! If you have not tried to create an account on the site %(frontend_site_name)s, you do not need to follow the link.
uk: Увага! Якщо ви не робили спробу створити обліковий запис на сайті %(frontend_site_name)s, за посиланням переходити не потрібно.

source: Please go to the following page to activate account:
uk: Будь ласка, перейдіть за посиланням, щоб активувати обліковий запис:

source: Thanks for using our site!
uk: Дякуємо за використання нашого сайту!

source: The %(frontend_site_name)s team
uk: Команда %(frontend_site_name)s

source: Password reset on %(frontend_site_name)s
uk: Скинути пароль на %(frontend_site_name)s

source: You're receiving this email because you requested a password reset for your user account at %(frontend_site_name)s.
uk: Ви отримали цей електронний лист, оскільки надіслали запит на скидання пароля для свого акаунта користувача на %(frontend_site_name)s.

source: Attention! If you have not tried to reset your password on the site %(frontend_site_name)s, you do not need to follow the link.
uk: Увага! Якщо ви не робили спробу скинути пароль на сайті %(frontend_site_name)s, за посиланням переходити не потрібно.

source: Please go to the following page and choose a new password:
uk: Будь ласка, перейдіть за посиланням та виберіть новий пароль:

source: Your username, in case you've forgotten:
uk: Ваш юзернейм, якщо ви забули:

source: Username reset on %(frontend_site_name)s
uk: Скидання юзернейма на %(frontend_site_name)s

source: You're receiving this email because you requested a username reset for your user account at %(frontend_site_name)s.
uk: Ви отримали цей електронний лист, оскільки надіслали запит на скидання юзернейма для свого облікового запису користувача на %(frontend_site_name)s.

source: Attention! If you have not tried to reset your username on the site %(frontend_site_name)s, you do not need to follow the link.
uk: Увага! Якщо ви не робили спробу скинути свій юзернейм на сайті %(frontend_site_name)s, за посиланням переходити не потрібно.

source: Please go to the following page and choose a new username:
uk: Будь ласка, перейдіть за наступним посиланням та виберіть новий юзернейм:

source: avatar
uk: аватар

source: sender
uk: відправник

source: The request has already been processed.
uk: Запит вже було опрацьовано.

source: request to company
uk: запит до компанії

source: requests to companies
uk: запити до компаній

source: Password is required for user creation.
uk: Поле пароль є обов'язковим

source: Password and confirm_password are different.
uk: Пароль та підтвердження пароля не співпадають.

source: Maximum image size allowed is {} Mb
uk: Максимальний допустимий розмір файлу {} Mб

source: Email field is required.
uk: Поле емейл є обов'язковим.

source: Email is already in use.
uk: Емейл вже існує.

source: Available quizzes today
uk: Доступні на сьогодні вікторини

source: {index}: Company "{name}". Quiz "{title}".
uk: {index}: Компанія "{name}". Вікторина "{title}".

source: Available quizzes for user {username} ({first_name} {last_name}):
uk: Доступні вікторини для користувача {username} ({first_name} {last_name}):
